{"_path":"/about-amber","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"About Amber","description":"Baltic amber has many secrets. It brings to mind positive energy, a good luck charm and a seaside souvenir.\nIt’s called the Gold of the Baltic and the Living Stone.\nIt was created by nature: it is a fossilised resin.\nBaltic amber’s scent is its unique feature. It smells like pine resin.\nAmber is light. You can charge amber so that it attracts lint.\nThe largest piece of Baltic amber found to date weighs almost 10kg. It is 47 cm in length.\nNatural pieces of amber come in different colours and shapes. No two pieces of natural amber are alike.\nThe way people have different skin colours, amber comes in different colours too. Colour the pieces in shades of yellow, orange, red and brown. You can also leave some white areas.\nThe colours and colour effects we see are the result of the changes that took place in the resin and of the conditions in which the amber rested underground for millions of years.\nBaltic amber does not always have the same colour through and through. You can often find exciting patterns of two or more colours and shades.","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Baltic amber has many secrets. It brings to mind positive energy, a good luck charm and a seaside souvenir.\nIt’s called the Gold of the Baltic and the Living Stone.\nIt was created by nature: it is a fossilised resin.\nBaltic amber’s scent is its unique feature. It smells like pine resin.\nAmber is light. You can charge amber so that it attracts lint.\nThe largest piece of Baltic amber found to date weighs almost 10kg. It is 47 cm in length.\nNatural pieces of amber come in different colours and shapes. No two pieces of natural amber are alike.\nThe way people have different skin colours, amber comes in different colours too. Colour the pieces in shades of yellow, orange, red and brown. You can also leave some white areas.\nThe colours and colour effects we see are the result of the changes that took place in the resin and of the conditions in which the amber rested underground for millions of years.\nBaltic amber does not always have the same colour through and through. You can often find exciting patterns of two or more colours and shades."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"People have named and described over 100 colour varieties of Baltic amber! Yellow and orange are the best known colours."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"has the largest spectrum of colours. The effect of the resin transformation and conditions in which amber was hidden for millions of years.\nFolk dictionaries describe over 100 colours of amber.\nYellow is the most common colour of Baltic amber, associated with the sun.\nUnique combinations of two or more colours or shades can occur.\nIf you look at a text through a polished piece of amber, you can see three effects:\nthe text can be clearly visible, difficult to see or not visible at all. It all depends on what kind of amber you have."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Baltic amber can be: transparent, translucent or opaque.\nThe white colour of amber is caused by microscopic gas bubbles sealed inside the resin when it was hardening a long time ago.\nThe more bubbles there are, the less transparent and lighter the amber is."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Baltic amber can be transparent, translucent, or opaque.\nOpacity is due to light reflection and scattering by tiny gas bubbles inside the resin.\nBubbles are 0.0008-0.0010 mm in diameter, trapped during fossilization.\nMore bubbles result in less transparency.\nOver time, colours change, starting from the surface. Amber darkens, becoming noble - more intense and saturated."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:about-amber.md","_source":"content","_file":"about-amber.md","_stem":"about-amber","_extension":"md"}